{
  "data": [
    {
      "id": 1,
      "name": {
        "rus": "Синий Жук",
        "original": "Blue Beetle"
      },
      "posterUrl": "/images/Movies/Posters/Blue_Beetle.png",
      "description": {
        "short": "Мексиканский подросток Хайме Рейес получает инопланетный костюм, который даёт ему суперсилы.",
        "full": "Джейми Рейес внезапно обнаруживает, что он обладает древним реликтом инопланетной биотехнологии, называемым Шрамом. Когда Шрам выбирает Джейми в качестве своего симбиотического хозяина, ему даруется невероятный доспех, способный к необыкновенным и непредсказуемым силам, навсегда изменяя его судьбу и превращая его в супергероя с именем Синий Жук."
      },
      "logoUrl": "/images/Movies/Logo/Blue_Beetle.png",
      "backgroundImage": "/images/Movies/Backgrounds/Blue_Beetle.jpg",
      "countries": ["США", "Мексика"],
      "age": "13+",
      "rating": 5.6,
      "genres": ["фантастика", "боевик", "триллер", "приключения"],
      "quality": "Full HD"
    },
    {
      "id": 2,
      "name": {
        "rus": "Домашняя Игра",
        "original": "Home Team"
      },
      "description": {
        "short": "Главный тренер New Orleans Saints Шон Пейтон потерял работу из-за скандала. После этого он берёт шефство над футбольной командой своего сына-шестиклассника.",
        "full": "Два года после победы в Супербоуле, скандала и дисквалификации, главный тренер 'Новых Орлеанских Сэйнтс' Шон Пейтон возвращается в свой родной город и пытается восстановить связь со своим 12-летним сыном, тренируя его футбольную команду 'Поп Уорнер'. Пейтон был дисквалифицирован в 2012 году за свою роль в скандале 'Баунтигейт', когда якобы платились награды игрокам за попытки травмировать игроков противоположной команды."
      },
      "posterUrl": "/images/Movies/Posters/Home_Team.png",
      "logoUrl": "/images/Movies/Logo/Home_Team.png",
      "backgroundImage": "/images/Movies/Backgrounds/Home_Team.jpg",
      "countries": ["США"],
      "age": "6+",
      "rating": 6.3,
      "genres": ["комедия", "спорт"],
      "quality": "Full HD"
    },
    {
      "id": 3,
      "name": {
        "rus": "Салют 7",
        "original": "Salute 7"
      },
      "description": {
        "short": "Космонавты должны предотвратить падение орбитальной станции. Владимир Вдовиченков в драме о реальном подвиге.",
        "full": "Космическая станция «Салют-7», находящаяся на орбите в беспилотном режиме, неожиданно перестаёт отвечать на сигналы центра управления полётами. Принято решение об отправке на орбиту спасательной экспедиции — космический экипаж должен найти «мёртвую» станцию и впервые в мире провести стыковку с 20-тонной глыбой неуправляемого железа. Космонавты понимают, что шансов вернуться на Землю у них немного. Но этот рискованный путь — единственно возможный. Они должны не только проникнуть на «Салют-7», но и оживить его."
      },
      "posterUrl": "/images/Movies/Posters/Salute_Seven.png",
      "logoUrl": "/images/Movies/Logo/Salute_Seven.png",
      "backgroundImage": "/images/Movies/Backgrounds/Salute_Seven.jpg",
      "countries": ["Россия"],
      "age": "18+",
      "rating": 7.5,
      "genres": ["драма", "приключения", "триллер"],
      "quality": "Full HD"
    },
    {
      "id": 4,
      "name": {
        "rus": "Поймай меня, если сможешь",
        "original": "Catch Me If You Can"
      },
      "description": {
        "short": "Едва достигший 17 лет, Фрэнк - искусный подделыватель, который смог выдать себя за врача, адвоката и пилота. Агент ФБР Карл становится одержимым идеей выслеживания этого мошенника, который наслаждается только самим процессом погони.",
        "full": "Фрэнк Эбегнейл успел поработать врачом, адвокатом и пилотом на пассажирской авиалинии – и все это до достижения полного совершеннолетия в 21 год. Мастер в обмане и жульничестве, он также обладал искусством подделки документов, что в конечном счете принесло ему миллионы долларов, которые он получил по фальшивым чекам. Агент ФБР Карл Хэнрэтти отдал бы все, чтобы схватить Фрэнка и привлечь к ответственности за свои деяния, но Фрэнк всегда опережает его на шаг, заставляя продолжать погоню."
      },
      "posterUrl": "/images/Movies/Posters/Catch_Me_If_You_Can.png",
      "logoUrl": "/images/Movies/Logo/Catch_Me_If_You_Can.png",
      "backgroundImage": "/images/Movies/Backgrounds/Catch_Me_If_You_Can.jpg",
      "countries": ["США", "Канада"],
      "age": "18+",
      "rating": 8.5,
      "genres": ["криминал", "биография", "комедия"],
      "quality": "Full HD"
    },
    {
      "id": 5,
      "name": {
        "rus": "Медиатор",
        "original": "Медиатор"
      },
      "description": {
        "short": "Искусный переговорщик сам становится жертвой манипуляций. Сериал-бенефис многоликого Андрея Бурковского.",
        "full": "Андрей Павлов — профессиональный переговорщик, прошедший подготовку в Академии Управления МВД России. Он тот человек, который без оружия приходит к террористам и в считанные секунды устанавливает с ними контакт. Но основной его доход идет не от удачного освобождения заложников, а от крупного бизнеса. Везде, где люди не могут договориться, он помогает — за очень большие деньги. Для каждого случая он меняется до неузнаваемости. Удивительную способность к перевоплощению Павлов развил в детстве — это помогало ему выстраивать непростые отношения с матерью. А еще он настолько хорошо чувствует людей, что давно не верит никому. Даже себе."
      },
      "posterUrl": "/images/Movies/Posters/Mediator.png",
      "logoUrl": "",
      "backgroundImage": "/images/Movies/Backgrounds/Mediator.jpg",
      "countries": ["Россия"],
      "age": "18+",
      "rating": 8.1,
      "genres": ["драма", "триллер"],
      "quality": "Full HD"
    },
    {
      "id": 6,
      "name": {
        "rus": "Иван Васильевич меняет всё",
        "original": "Иван Васильевич меняет всё"
      },
      "description": {
        "short": "Шурик и Иван Грозный путешествуют по эпохам на барахлящей чудо-машине. Хулиганская комедия с камео суперзвезд.",
        "full": "Шурик пытается с помощью машины времени вернуть домой царя Ивана Грозного. Но VPN, на котором работает чудо-машина, постоянно ломается и перемещает горе-изобретателя и царя в разные страны и времена."
      },
      "posterUrl": "/images/Movies/Posters/Ivan_Change_Everything.png",
      "logoUrl": "",
      "backgroundImage": "/images/Movies/Backgrounds/Ivan_Change_Everything.jpg",
      "countries": ["Россия"],
      "age": "18+",
      "rating": 6.5,
      "genres": ["комедия", "фантастика", "приключения"],
      "quality": "Full HD"
    },
    {
      "id": 7,
      "name": {
        "rus": "По щучьему веленью",
        "original": "По щучьему велению"
      },
      "description": {
        "short": "Чудо-рыба помогает непутевому Емеле завоевать сердце царской дочери. Сказочный хит с Никитой Кологривым.",
        "full": "Если ты идешь на рыбалку — будь готов к тому, что вытянешь рыбу своей мечты, волшебную Щуку, которая может исполнить три любых твоих желания. Только Емеля спустил два желания на ветер, а третье решил приберечь. Поэтому, чтобы добиться руки царской дочери Анфисы, придется ему действовать без волшебной силы, самому. А помогать ему будет Щука, которая без своей шкурки предстает обычной девушкой Василисой. Вместе им предстоит найти скатерть-самобранку, встретиться с Котом Баюном, отправиться в мрачное царство Кощея и понять, что настоящее чудо — это быть с тем, кого любишь."
      },
      "posterUrl": "/images/Movies/Posters/Pike_Wish.png",
      "logoUrl": "",
      "backgroundImage": "/images/Movies/Backgrounds/Pike_Wish.jpg",
      "countries": ["Россия"],
      "age": "6+",
      "rating": 7.8,
      "genres": ["фэнтези", "приключения", "семейный"],
      "quality": "Full HD"
    },
    {
      "id": 8,
      "name": {
        "rus": "Звук свободы",
        "original": "Sound of Freedom"
      },
      "description": {
        "short": "Спецагент пытается раскрыть сеть по торговле детьми. Шокирующая драма, которая взорвала американский прокат.",
        "full": "Оперативник Министерства внутренней безопасности Тим Баллард разочаровался в системе — много лет он выслеживал и ловил педофилов, но не вызволил из лап работорговцев ни одного ребёнка. Тим втирается в доверие к недавно пойманному распространителю детского порно, убеждает его, что он «свой», и вот уже из Мексики ему везут восьмилетнего мальчика. Маленький Мигель становится первым освобождённым из множества детей, проданных в сексуальное рабство в Латинской Америке, и Тим решает во что бы то ни стало разыскать его сестрёнку."
      },
      "posterUrl": "/images/Movies/Posters/Sound_Of_Freedom.png",
      "logoUrl": "/images/Movies/Logo/Sound_Of_Freedom.png",
      "backgroundImage": "/images/Movies/Backgrounds/Sound_Of_Freedom.jpg",
      "countries": ["США", "Мексика"],
      "age": "18+",
      "rating": 8.1,
      "genres": ["драма", "криминал", "триллер"],
      "quality": "Full HD"
    }
  ]
}
