{
  "data": [
    {
      "id": 9,
      "name": "Мое прекрасное несчастье",
      "posterUrl": "/images/Movies/Posters/Beautiful_Disaster.png",
      "description": "Проиграв пари, недотрога Эбби должна месяц прожить с плохим парнем. Ромком по бестселлеру Джейми Макгуайр.",
      "movieLogoUrl": "/images/Movies/Logo/Beautiful_Disaster.png",
      "backgroundImage": "/images/Movies/Backgrounds/Beautiful_Disaster.jpg"
    },
    {
      "id": 10,
      "name": "Красное уведомление",
      "posterUrl": "/images/Movies/Posters/Red_Notice.png",
      "description": "Более двух тысяч лет назад влюблённый в Клеопатру древнеримский генерал Марк Антоний подарил ей три яйца, украшенные золотом и драгоценными камнями. С тех пор эти вещицы окружали легенды, пока в начале XX века не были обнаружены две из них: теперь одно яйцо выставляется в музее Рима, другое содержится в частной коллекции, а местонахождение третьего неизвестно. Когда египетский миллиардер объявляет большую награду каждому, кто доставит три яйца Клеопатры к свадьбе его дочери, агент ФБР Джон Хартли использует это как возможность поймать самого разыскиваемого вора предметов искусства Нолана Бута. Но тот, стащив яйцо из римского музея, уходит от преследования. Вскоре под давлением обстоятельств Буту и Хартли придётся не только объединиться в поисках драгоценных яиц, но и вести хитроумную игру против ещё одного разыскиваемого Интерполом «любителя» предметов старины по прозвищу Ладья.",
      "movieLogoUrl": "/images/Movies/Logo/Red_Notice.png",
      "backgroundImage": "/images/Movies/Backgrounds/Red_Notice.jpg"
    },
    {
      "id": 11,
      "name": "Ведьмак",
      "posterUrl": "/images/Movies/Posters/Witcher.png",
      "description": "Ведьмак Геральт, мутант и убийца чудовищ, на своей верной лошади по кличке Плотва путешествует по Континенту. За тугой мешочек чеканных монет этот мужчина избавит вас от всякой настырной нечисти — хоть от чудищ болотных, оборотней и даже заколдованных принцесс. В сельской глуши местную девушку Йеннифэр, которой сильно не повезло с внешностью, зато посчастливилось иметь способности к магии, отец продаёт колдунье в ученицы. А малолетняя наследница королевства Цинтра по имени Цири вынуждена пуститься в бега, когда их страну захватывает империя Нильфгаард. Судьбы этих троих окажутся тесно связаны, но скоро сказка сказывается, да не скоро дело делается.",
      "movieLogoUrl": "/images/Movies/Logo/Witcher.png",
      "backgroundImage": "/images/Movies/Backgrounds/Witcher.jpg"
    },
    {
      "id": 12,
      "name": "Соник Прайм",
      "posterUrl": "/images/Movies/Posters/Sonic_Prime.png",
      "description": "После битвы с доктором Эггманом, расколовшей Вселенную, Соник мчится по параллельным мирам, чтобы найти своих друзей и спасти мир.",
      "movieLogoUrl": "/images/Movies/Logo/Sonic_Prime.png",
      "backgroundImage": "/images/Movies/Backgrounds/Sonic_Prime.jpg"
    },
    {
      "id": 13,
      "name": "Черное Зеркало",
      "posterUrl": "/images/Movies/Posters/Black_Mirror.png",
      "description": "За последние годы технологии всесторонне изменили нашу жизнь, прежде чем мы успели опомниться и усомниться в них. В каждом доме, на каждом столе, на каждой ладони — плазменный телевизор, монитор компьютера, дисплей смартфона — чёрное зеркало нашего существования в XXI веке.",
      "movieLogoUrl": "/images/Movies/Logo/Black_Mirror.png",
      "backgroundImage": "/images/Movies/Backgrounds/Black_Mirror.jpg"
    },
    {
      "id": 14,
      "name": "Интерстеллар",
      "posterUrl": "/images/Movies/Posters/Interstellar.png",
      "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "movieLogoUrl": "/images/Movies/Logo/Interstellar.png",
      "backgroundImage": "/images/Movies/Backgrounds/Interstellar.jpg"
    },
    {
      "id": 15,
      "name": "Начало",
      "posterUrl": "/images/Movies/Posters/Inception.png",
      "description": "Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением. Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
      "movieLogoUrl": "/images/Movies/Logo/Inception.png",
      "backgroundImage": "/images/Movies/Backgrounds/Inception.jpg"
    },
    {
      "id": 16,
      "name": "Клаус",
      "posterUrl": "/images/Movies/Posters/Klaus.png",
      "description": "Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям.",
      "movieLogoUrl": "/images/Movies/Logo/Klaus.png",
      "backgroundImage": "/images/Movies/Backgrounds/Klaus.jpg"
    },
    {
      "id": 17,
      "name": "Врата Штейна",
      "posterUrl": "/images/Movies/Posters/Steins_Gate.png",
      "description": "Акихабара – интереснейшее место, где обитают самые разные люди – от слегка сдвинутых по фазе до больных на всю голову. Именно такая компания собралась в Лаборатории проблем времени, что над лавкой старых телевизоров. Возглавляет её 18-летний Ринтаро Окабэ, сумасшедший ученый и борец с мировым заговором. В серьезном деле нельзя без хакера – вот и он, Итару Хасида, конечно же, толстяк и истинный отаку. Добрая фея лаборатории – Маюри Сиина, подруга детства Ринтаро, официантка мейд-кафе и фанатка косплея, а научную мощь бригады резко повысила юный гений Курису Макисэ, истосковавшаяся по интеллектуальным приключениям и простому человеческому теплу. Компании удалось построить машину времени из микроволновки и барахла с ближайшей распродажи. Великие открытия делают любители, а профессионалы строят «Титаники». Вот только потом началось такое, что парадокс дедушки нервно удалился курить в сторонку, а главный герой трижды проклял тот день, когда сдуру открыл врата Штейна. Он был готов рисковать своей жизнью, но не чужими. Впрочем, сделанного, как известно, не воротишь. Или… все же можно?",
      "movieLogoUrl": "/images/Movies/Logo/Steins_Gate.png",
      "backgroundImage": "/images/Movies/Backgrounds/Steins_Gate.jpg"
    },
    {
      "id": 18,
      "name": "Человек-Паук 2",
      "posterUrl": "/images/Movies/Posters/Spider_Man_2.png",
      "description": "Тихоня Питер Паркер балансирует на грани двух своих жизней: супергероя Человека-паука и обычного студента колледжа. Его отношения со всеми, кто ему дорог, в опасности или зашли в тупик. А жизнь приготовила ему новое испытание. Он должен использовать все свои суперспособности, чтобы одолеть жестокого безумца доктора Отто Октавиуса.",
      "movieLogoUrl": "/images/Movies/Logo/Spider_Man_2.png",
      "backgroundImage": "/images/Movies/Backgrounds/Spider_Man_2.jpg"
    }
  ]
}
